2result_200508/thread_10_nvm_sw_3400_0_aofon.txt
shm_addr = 7000
shm_addr = 7000
shm_addr = 7000
[...]
======================================
 all_ops == 1000000
 test_time == 16.198539
 Throughput == 61733.962551
 ======================================
10        Threads
1         Connections per thread
100000    Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets        60716.00          ---          ---      0.15900     63614.69 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals      60716.00         0.00         0.00      0.15900     63614.69 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.027         0.00
SET       0.028         0.00
SET       0.029         0.01
SET       0.030         0.03
SET       0.031         0.05
SET       0.032         0.10
SET       0.033         0.14
SET       0.034         0.18
SET       0.035         0.20
SET       0.036         0.22
SET       0.037         0.24
SET       0.038         0.25
SET       0.039         0.26
SET       0.040         0.27
SET       0.041         0.28
SET       0.042         0.29
SET       0.043         0.29
SET       0.044         0.30
SET       0.045         0.31
SET       0.046         0.32
SET       0.047         0.32
SET       0.048         0.33
SET       0.049         0.33
SET       0.050         0.34
SET       0.051         0.35
SET       0.052         0.36
SET       0.053         0.38
SET       0.054         0.41
SET       0.055         0.44
SET       0.056         0.49
SET       0.057         0.55
SET       0.058         0.62
SET       0.059         0.68
SET       0.060         0.72
SET       0.061         0.75
SET       0.062         0.78
SET       0.063         0.81
SET       0.064         0.84
SET       0.065         0.88
SET       0.066         0.92
SET       0.067         0.97
SET       0.068         1.02
SET       0.069         1.09
SET       0.070         1.17
SET       0.071         1.26
SET       0.072         1.35
SET       0.073         1.42
SET       0.074         1.48
SET       0.075         1.52
SET       0.076         1.57
SET       0.077         1.61
SET       0.078         1.66
SET       0.079         1.71
SET       0.080         1.75
SET       0.081         1.79
SET       0.082         1.82
SET       0.083         1.86
SET       0.084         1.90
SET       0.085         1.94
SET       0.086         1.98
SET       0.087         2.02
SET       0.088         2.06
SET       0.089         2.12
SET       0.090         2.18
SET       0.091         2.25
SET       0.092         2.33
SET       0.093         2.42
SET       0.094         2.53
SET       0.095         2.65
SET       0.096         2.80
SET       0.097         2.98
SET       0.098         3.20
SET       0.099         3.47
SET       0.100         5.87
SET       0.110        17.08
SET       0.120        27.93
SET       0.130        35.08
SET       0.140        42.30
SET       0.150        51.12
SET       0.160        61.47
SET       0.170        72.60
SET       0.180        82.61
SET       0.190        89.87
SET       0.200        94.37
SET       0.210        97.13
SET       0.220        98.62
SET       0.230        99.26
SET       0.240        99.52
SET       0.250        99.63
SET       0.260        99.69
SET       0.270        99.72
SET       0.280        99.75
SET       0.290        99.76
SET       0.300        99.78
SET       0.310        99.79
SET       0.320        99.80
SET       0.330        99.81
SET       0.340        99.82
SET       0.350        99.83
SET       0.360        99.84
SET       0.370        99.84
SET       0.380        99.85
SET       0.390        99.85
SET       0.400        99.86
SET       0.410        99.86
SET       0.420        99.87
SET       0.430        99.87
SET       0.440        99.88
SET       0.450        99.88
SET       0.460        99.89
SET       0.470        99.89
SET       0.480        99.89
SET       0.490        99.89
SET       0.500        99.90
SET       0.510        99.90
SET       0.520        99.90
SET       0.530        99.90
SET       0.540        99.90
SET       0.550        99.91
SET       0.560        99.91
SET       0.570        99.91
SET       0.580        99.91
SET       0.590        99.91
SET       0.600        99.91
SET       0.610        99.91
SET       0.620        99.92
SET       0.630        99.92
SET       0.640        99.92
SET       0.650        99.92
SET       0.660        99.92
SET       0.670        99.92
SET       0.680        99.92
SET       0.690        99.92
SET       0.700        99.92
SET       0.710        99.92
SET       0.720        99.93
SET       0.730        99.93
SET       0.740        99.93
SET       0.750        99.93
SET       0.760        99.93
SET       0.770        99.93
SET       0.780        99.93
SET       0.790        99.93
SET       0.800        99.93
SET       0.810        99.93
SET       0.820        99.93
SET       0.830        99.93
SET       0.840        99.93
SET       0.850        99.93
SET       0.860        99.93
SET       0.870        99.94
SET       0.880        99.94
SET       0.890        99.94
SET       0.900        99.94
SET       0.910        99.94
SET       0.920        99.94
SET       0.930        99.94
SET       0.940        99.94
SET       0.950        99.94
SET       0.960        99.94
SET       0.980        99.94
SET       1.000        99.94
SET       1.100        99.94
SET       1.200        99.95
SET       1.300        99.95
SET       1.400        99.95
SET       1.500        99.95
SET       1.600        99.95
SET       1.700        99.95
SET       1.800        99.95
SET       2.000        99.95
SET       2.100        99.95
SET       2.200        99.96
SET       2.300        99.96
SET       2.400        99.96
SET       2.500        99.96
SET       2.600        99.96
SET       2.700        99.96
SET       2.800        99.96
SET       2.900        99.96
SET       3.000        99.96
SET       3.100        99.96
SET       3.500        99.96
SET       3.600        99.97
SET       3.700        99.97
SET       4.600        99.97
SET       4.700        99.97
SET       4.800        99.97
SET       5.000        99.97
SET       5.100        99.97
SET       5.200        99.97
SET       5.300        99.97
SET       5.400        99.97
SET       5.500        99.97
SET       5.600        99.97
SET       5.700        99.97
SET       5.800        99.98
SET       5.900        99.98
SET       6.000        99.98
SET       6.600        99.98
SET       6.700        99.98
SET       6.800        99.98
SET       6.900        99.98
SET       7.000        99.98
SET       7.800        99.98
SET       7.900        99.98
SET       8.000        99.98
SET       8.100        99.98
SET       8.200        99.98
SET       8.300        99.98
SET       8.400        99.98
SET       8.500        99.98
SET       8.600        99.98
SET       9.200        99.98
SET       9.300        99.98
SET      10.000        99.99
SET      11.000        99.99
SET      12.000        99.99
SET      13.000        99.99
SET      14.000        99.99
SET      19.000        99.99
SET      20.000        99.99
SET      21.000       100.00
SET      50.000       100.00
SET      57.000       100.00
SET      86.000       100.00
SET     100.000       100.00
SET     210.000       100.00
---
---